{
    "database": [
        {
            "id": "1",
            "title": "The Finals Hadirkan Gaya Bermain Terbaru “Hacker” di Musim ke-2!",
            "date": "May 15, 2024",
            "image_url": "https://thelazy.media/wp-content/uploads/2024/05/1200x1200-696x696.jpg",
            "categories": [
                "Games",
                "Game News"
            ],
            "original_url": "https://thelazy.media/2024/05/15/the-finals-13052024",
            "content": "Nexon merilis Musim ke-2 dari gim FPS The Finals dengan tema \"Hacker\", menawarkan berbagai konten baru seperti mode Power Shift 5v5, peta SYS$HORIZON, dan senjata terbaru untuk setiap kelas. Gim ini juga menyediakan mode permainan privat dan hadiah untuk mode karir, serta dapat diunduh secara gratis di berbagai platform."
        },
        {
            "id": "2",
            "title": "Rekap Event 10th Anniversary DreadOut “A Decade of Spooks” yang Mengejutkan!",
            "date": "May 15, 2024",
            "image_url": "https://thelazy.media/wp-content/uploads/2024/05/maxresdefault-14-696x392.jpg",
            "categories": [
                "Games",
                "Game News"
            ],
            "original_url": "https://thelazy.media/2024/05/15/dreadout-15052024",
            "content": "Digital Happiness merayakan ulang tahun DreadOut yang ke-10 dengan mengumumkan berbagai pengembangan menarik. Mereka akan merilis versi remastered DreadOut 1 untuk PlayStation 5 dan Nintendo Switch, serta mengisyaratkan adanya sekuel ketiga. Selain itu, mereka juga memperkenalkan Project BWS, sebuah gim dengan nuansa Resident Evil yang menjanjikan pertarungan jarak dekat dan pembebasan ruh. Para penggemar gim horor Indonesia dapat menantikan berbagai proyek menarik ini dari Digital Happiness."
        },
        {
            "id": "3",
            "title": "Metaphor ReFantazio Kembali Bagi Detil Terbaru Terkait Battle System!",
            "date": "May 8, 2024",
            "image_url": "https://thelazy.media/wp-content/uploads/2024/05/04_Squad1_EN-696x392.jpg",
            "categories": [
                "Games",
                "Game News"
            ],
            "original_url": "https://thelazy.media/2024/05/08/metaphor-refantazio-08052024",
            "content": "Metaphor ReFantazio akan menghadirkan sistem pertarungan turn-based yang ditingkatkan dengan dua mode, Fast Battle dan Squad Battle, terinspirasi oleh level musuh yang dihadapi. Pemain akan dibantu oleh Gallica untuk mengetahui level musuh menggunakan Fae Sight. Dengan tujuh karakter yang dapat ditukar bebas, pemain dapat memanfaatkan berbagai Archetypes untuk mengalahkan musuh dengan efektif, sambil menjelajahi dungeon Lethal Labyrinths dan membangun ikatan dengan karakter lain. Gim ini direncanakan rilis pada 11 Oktober 2024 untuk PlayStation 4 & 5, Xbox Series X|S, dan PC."
        },
        {
            "id": "4",
            "title": "Hades 2 Rilis Dadakan di Steam pada Tanggal 6 Mei Kemarin!",
            "date": "May 7, 2024",
            "image_url": "https://thelazy.media/wp-content/uploads/2024/05/capsule_616x353-1.jpg",
            "categories": [
                "Games",
                "Game News"
            ],
            "original_url": "https://thelazy.media/2024/05/07/hades-2-07052024",
            "content": "Supergiant Games secara tak terduga merilis Hades 2 versi Early Access di Steam pada tanggal 6 Mei. Meskipun belum ada tanggal resmi untuk rilis penuhnya, gim ini telah mendapat ulasan positif dan feedback \"Overwhelmingly Positive\" dari para pemain. Dengan karakter baru, para penggemar gim sebelumnya diyakini akan puas dengan sekuel ini. Hades 2 dapat dibeli di Steam seharga Rp 245.999 untuk versi Early Access."
        },
        {
            "id": "5",
            "title": "Mortal Kombat Kedatangan Homelander sebagai “Superhero” Earthrealm!",
            "date": "May 6, 2024",
            "image_url": "https://thelazy.media/wp-content/uploads/2024/05/homelanderthumb-1714941963830-696x392.png",
            "categories": [
                "Games",
                "Game News"
            ],
            "original_url": "https://thelazy.media/2024/05/06/mortal-kombat-06052024",
            "content": "Homelander, pemimpin The Seven dari serial \"The Boys,\" akan bergabung dalam Mortal Kombat dengan gerakan Fatal Blows, Fatalities, dan Brutalities yang unik seperti laser dari matanya. Karakter ini akan termasuk dalam Kombat Pack bersama karakter DLC lainnya. Meskipun belum ada tanggal rilis resmi, kemungkinan akan diluncurkan dekat dengan musim terbaru \"The Boys\" pada bulan Juni."
        },
        {
            "id": "6",
            "title": "The Sandbox Indonessia dan W3GG Saling Berkolaborasi untuk Masa Depan Dunia Gim di Asia Tenggara!",
            "date": "May 2, 2024",
            "image_url": "https://thelazy.media/wp-content/uploads/2024/05/Untitled-2-696x392.jpg",
            "categories": [
                "Games",
                "Game News"
            ],
            "original_url": "https://thelazy.media/2024/05/02/the-sandbox-indonesia-02052024",
            "content": "Kolaborasi antara The Sandbox Indonesia dan W3GG bertujuan untuk memperluas komunitas dan merilis platform media sosial The Sandbox di Indonesia. Melalui kemitraan ini, mereka berharap dapat menarik pemain gim dan anak muda ke dunia Web3 Gaming, serta mendorong pembuatan konten metaverse dan pertumbuhan pengembang gim. Kolaborasi ini juga mencakup edukasi tentang konsep metaverse dan platform UGC no-code dari The Sandbox, dengan tujuan mempercepat perkembangan mereka di Asia Tenggara dan menjangkau kreator baru yang tertarik pada dunia metaverse."
        },
        {
            "id": "7",
            "title": "Moses & Plato Ajak Kalian Jadi Detektif Rubah melalui Demo Gratis!",
            "date": "April 26, 2024",
            "image_url": "https://thelazy.media/wp-content/uploads/2024/04/unnamed-4-696x401.png",
            "categories": [
                "Games",
                "Game News"
            ],
            "original_url": "https://thelazy.media/2024/04/26/moses-plato-25042024",
            "content": "Moses & Plato Last Train to Clawville adalah gim detektif yang akan memberikan kesempatan kepada pemain untuk memecahkan kasus pembunuhan Kolonel dalam perjalanan kereta Clawville Express. Dalam demo gratis yang akan tersedia di Steam mulai 9 Mei 2024, pemain akan menggunakan indra hewan, bertanya kepada penumpang, dan menganalisis informasi di Mind Garden untuk mengungkap kebenaran di balik kasus tersebut."
        },
        {
            "id": "8",
            "title": "Super Monkey Ball Banana Rumble Rilis Trailer Multipemain!",
            "date": "April 25, 2024",
            "image_url": "https://thelazy.media/wp-content/uploads/2024/04/00_en-696x392.jpg",
            "categories": [
                "Games",
                "Game News"
            ],
            "original_url": "https://thelazy.media/2024/04/25/super-monkey-ball-banana-rumble-24052024",
            "content": "Super Monkey Ball Banana Rumble akan dirilis pada bulan Juni dengan fitur multipemain yang menarik, termasuk mode Race, Banana Hunt, Robot Smash, Ba-BOOM!, dan Goal Rush. Gim ini eksklusif untuk Nintendo Switch, menawarkan pengguna berbagai mode untuk bersaing dan menguji kebolehan dengan pemain lainnya."
        },
        {
            "id": "9",
            "title": "SaGa Emerald Beyond, Kado Ulang Tahun Seri SaGa yang Ke-35!",
            "date": "April 25, 2024",
            "image_url": "https://thelazy.media/wp-content/uploads/2024/04/cathedral_keyart_1920x1080-CqE6uMqxE-696x392.jpeg",
            "categories": [
                "Games",
                "Game News"
            ],
            "original_url": "https://thelazy.media/2024/04/25/saga-emerald-beyond-25042024",
            "content": "Square Enix merayakan ulang tahun ke-35 seri gim SaGa dengan merilis SaGa Emerald Beyond, menawarkan pertarungan strategis, karakter unik, narasi berdasarkan pilihan pemain, dan kualitas elemen pendukung yang dijamin oleh kreator legendaris Akitoshi Kawazu. Gim ini telah dirilis untuk konsol hari ini, sedangkan versi PC akan dirilis besok, dan versi iOS serta Android akan menyusul. Demo gratis tersedia untuk dicoba sekarang."
        },
        {
            "id": "10",
            "title": "INDIKA, Jadi Suster di Gim Terbaru Odd Meter dan 11 Bit Studios!",
            "date": "April 25, 2024",
            "image_url": "https://thelazy.media/wp-content/uploads/2024/04/indika_coming-in-may_thumbnail_1920x1080_v1-696x392.jpg",
            "categories": [
                "Games",
                "Game News",
                "Uncategorized"
            ],
            "original_url": "https://thelazy.media/2024/04/25/indika-24042024",
            "content": "11 Bit Studios sedang aktif merilis gim-gim terbaru, termasuk INDIKA yang merupakan gim adventure dengan tema penemuan jati diri dan kegundahan akan kepercayaan. Gim ini juga akan menyumbangkan sebagian keuntungannya untuk anak-anak Ukraina yang terdampak perang. INDIKA akan dirilis pada 2 Mei 2024 untuk PC dan bulan yang sama untuk konsol PlayStation 5 dan Xbox Series X|S."
        },
        {
            "id": "11",
            "title": "Metaphor ReFantazio Siap Rilis Tanggal 11 Oktober 2024!",
            "date": "April 24, 2024",
            "image_url": "https://thelazy.media/wp-content/uploads/2024/04/PV03-696x390.jpg",
            "categories": [
                "Games",
                "Game News"
            ],
            "original_url": "https://thelazy.media/2024/04/24/metaphor-refantazio-23042024",
            "content": "Metaphor ReFantazio akan dirilis pada bulan Oktober 2024 dengan berbagai konten fisik dan digital yang menarik. Gim ini menawarkan kombinasi elemen turn-based dan mekanisme Press Turn dari seri Shin Megami Tensei, serta kemampuan untuk berubah wujud saat bertarung. Dengan desain visual yang liar dan kolosal, serta berbagai bonus untuk pra-pemesanan, gim ini menjanjikan pengalaman yang menarik bagi para pemain di berbagai platform."
        },
        {
            "id": "12",
            "title": "Zenless Zone Zero Buka Pra-Registrasi Global Mulai Hari Ini!",
            "date": "April 23, 2024",
            "image_url": "https://thelazy.media/wp-content/uploads/2024/04/image001-1-696x392.jpg",
            "categories": [
                "Games",
                "Game News"
            ],
            "original_url": "https://thelazy.media/2024/04/23/zenless-zone-zero-23042024",
            "content": "HoYoverse membuka pra-registrasi global untuk gim hack-n-slash Zenless Zone Zero dengan hadiah menarik seperti 20 Master Tape, 30.000 Denny, dan Boopon (Coup-En). Pemain dapat mendaftar di berbagai platform dan hadiah akan dikirimkan setelah game resmi dirilis. Apakah kamu tertarik untuk mendaftar?"
        },
        {
            "id": "13",
            "title": "The Anomalous Hour, Gim Horor Lokal Terbaru dari Gambir Studio!",
            "date": "April 23, 2024",
            "image_url": "https://thelazy.media/wp-content/uploads/2024/04/header.jpeg",
            "categories": [
                "Games",
                "Game News"
            ],
            "original_url": "https://thelazy.media/2024/04/23/anomalous-hour-23042024",
            "content": "Gim horor The Anomalous Hour dari Gambir Studio telah dirilis pada tanggal 23 April. Dalam gim ini, pemain akan mengeksplorasi stasiun misterius dengan menggunakan kamera untuk mendokumentasikan anomali yang muncul. Pemain perlu siap-siap untuk dikejutkan dengan penampakan anomali yang misterius. Gim ini dapat didapatkan dengan diskon 10% melalui link Steam."
        },
        {
            "id": "14",
            "title": "Genshin Impact Versi 4.6 Siap Hadir Tanggal 24 April!",
            "date": "April 19, 2024",
            "image_url": "https://thelazy.media/wp-content/uploads/2024/04/Key-Art_EN-696x392.jpg",
            "categories": [
                "Games",
                "Game News"
            ],
            "original_url": "https://thelazy.media/2024/04/19/genshin-impact-19042024",
            "content": "Pembaruan Versi 4.6 Genshin Impact membawa karakter baru Arlecchino dan Fatui Harbinger ke-4, area baru di Sea of Bygone Eras, Boss baru Legatus Golem, serta event musik di Pulau Watatsumi. Karakter baru akan hadir dengan senjata Polearm, sementara pemain dapat menikmati musik dan hadiah alat musik \"Nightwind Horn\" melalui event \"Iridescent Tour Arataki\"."
        }
    ]
}